app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Cory"], ["last_name", "Marker"], ["created_at", "2021-03-15 01:54:38.366823"], ["updated_at", "2021-03-15 01:54:38.366823"]]
---
  def create
    @student = Student.create(student_params(:first_name, :last_name))